tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

brew 'asdf'
brew 'awscli'
brew 'bash'
brew 'coreutils'
brew 'exa'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'git'
brew 'gitui'
brew 'gnupg'
brew 'grep'
brew 'jq'
brew 'neovim'
brew 'ripgrep'
brew 'starship'
brew 'tmux'
brew 'zplug'
brew 'zsh'
brew 'zsh-completions'

cask 'alacritty'
cask 'docker'
cask 'ngrok'
cask 'visual-studio-code'

cask 'font-juliamono'
cask 'font-sf-compact'
cask 'font-sf-mono'
cask 'font-sf-pro'

# vim: ft=ruby

