tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "asdf"
brew "awscli"
brew "bash"
brew "coreutils"
brew "curl"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "git"
brew "gitui"
brew "gnupg"
brew "grep"
brew "jq"
brew "make"
brew "neovim"
brew "ninja"
brew "ripgrep"
brew "starship"
brew "stow"
brew "stylua"
brew "zplug"
brew "zsh"
brew "zsh-completions"
cask "docker"
cask "ngrok"
cask "wezterm"

cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"

# vim: ft=ruby
