brew "asdf"
brew "awscli"
brew "bash"
brew "coreutils"
brew "curl"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "git"
brew "gitui"
brew "gnupg"
brew "grep"
brew "jq"
brew "make"
brew "neovim"
brew "ninja"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "zsh"
brew "zsh-completions"

cask "1password"
cask "1password-cli"
cask "bruno"
cask "docker"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "session-manager-plugin"
cask "zed"

# vim: ft=ruby
